OpenFOAM-v1806/tutorials/multiphase/interCondensatingEvaporatingFoam/condensatingVessel/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

application=$(getApplication)

runApplication blockMesh
runApplication $application

#------------------------------------------------------------------------------
